tap "homebrew/bundle"
tap "sidneys/homebrew"
brew "cabextract"
brew "ccache"
brew "cdrtools"
brew "cmake"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "hugo"
brew "icarus-verilog"
brew "llvm"
brew "mas"
brew "node"
brew "openblas"
brew "openssl@1.1"
brew "qpdf"
brew "tmux"
brew "wget"
brew "wimlib"
brew "zsh-completions"
cask "handbrake"
cask "iina"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "qbittorrent"
cask "stats"
cask "yacreader"
cask "wezterm"
cask "google-chrome"
cask "visual-studio-code"
cask "obsidian"
cask "logseq"
cask "authy"
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "Tailscale", id: 1475387142
mas "WiFi Signal", id: 525912054
